Repository: smjahanzaib/snip-snap
Catalog: lib/l10n/intl_*.arb
Languages: hr

# homeTitleUser
source: Hi, {name}!
hr: Bok, {name}!

# homeTitleGuest
source: Bilal
hr: Istraži

# homeTitlePopularCategories
source: Popular Categories
hr: Popularne kategorije

# homeTitleRecentlyViewed
source: Recently Viewed
hr: Nedavno pogledano

# homeTitleTopRated
source: Top Rated Locations
hr: Najbolje ocijenjene lokacije

# homeHeaderSubtitle
source: Book what you love
hr: Rezerviraj ono što voliš

# homePlaceholderSearch
source: Search for a service or business
hr: Potražite uslugu ili tvrtku

# locationWebConfirmation
source: Open web page?
hr: Otvoriti web stranicu?

# locationClosed
source: Closed
hr: Zatvoreno

# locationCurrentlyClosed
source: Currently closed
hr: Trenutno zatvoreno

# locationCallConfirmation
source: Call number {number}?
hr: Nazvati broj {number}?

# locationInstantConfirmation
source: Instant confirmation!
hr: Trenutna potvrda!

# locationBtnBook
source: Book
hr: Rezerviraj

# locationTotalReviews
source: {num} reviews
hr: {num} recenzija

# locationLinkAllReviews
source: See all reviews
hr: Pogledaj sve recenzije

# locationLinkAllServices
source: See all services
hr: Pogledaj sve usluge

# locationRepliedOn
source: Replied on {date}
hr: Odgovorio je {date}

# locationNoResults
source: No locations match the search criteria. Try another city and/or date.
hr: Nijedna lokacija ne odgovara kriterijima pretraživanja. Pokušajte s drugim gradom i / ili datumom.

# locationLabelWorkingHours
source: Working hours
hr: Radni sati

# locationLabelPhone
source: Phone
hr: Telefon

# locationLabelGenders
source: Genders
hr: Spol

# locationTitleAboutUs
source: About Us
hr: O nama

# locationTitleReviews
source: Reviews
hr: Recenzije

# locationTitleNearby
source: Nearby Locations
hr: Lokacije u blizini

# locationTitleRatings
source: Ratings
hr: Ocjene

# locationTitleTopServices
source: Top Services
hr: Popularne usluge

# locationTitleStaff
source: Our Staff
hr: Naše osoblje

# locationAvailableServies
source: {num} services available
hr: Dostupnih usluga: {num}

# commonWeekdayLong
source: {day, select, monday {Monday} tuesday {Tuesday} wednesday {Wednesday} thursday {Thursday} friday {Friday} saturday {Saturday} sunday {Sunday} other {Unknown}}
hr: {day, select, monday {Ponedjeljak} tuesday {Utorak} wednesday {Srijeda} thursday {Četvrtak} friday {Petak} saturday {Subota} sunday {Nedjelja} other {---}}

# commonWeekdayShort
source: {day, select, monday {Mon} tuesday {Tue} wednesday {Wed} thursday {Thu} friday {Fri} saturday {Sat} sunday {Sun} other {Unknown}}
hr: {day, select, monday {Pon} tuesday {Uto} wednesday {Sri} thursday {Čet} friday {Pet} saturday {Sub} sunday {Ned} other {---}}

# commonMonthLong
source: {day, select, january {January} february {February} march {March} april {April} may {May} june {June} july {July} august {August} september {September} october {October} november {November} december {December} other {Unknown}}
hr: {day, select, january {Siječanj} february {Veljača} march {Ožujak} april {Travanj} may {Svibanj} june {Lipanj} july {Srpanj} august {Kolovoz} september {Rujan} october {Listopad} november {Studeni} december {Prosinac} other {---}}

# commonMonthShort
source: {day, select, january {Jan} february {Feb} march {Mar} april {Apr} may {May} june {Jun} july {Jul} august {Aug} september {Sep} october {Oct} november {Nov} december {Dec} other {Unknown}}
hr: {day, select, january {Sij} february {Vel} march {Ožu} april {Tra} may {Svi} june {Lip} july {Srp} august {Kol} september {Ruj} october {Lis} november {Stu} december {Pro} other {---}}

# commonWeekdayToday
source: Today
hr: Danas

# commonWeekdayTomorrow
source: Tomorrow
hr: Sutra

# commonSearchSortTypeDistance
source: Nearest
hr: Najbliže

# commonSearchSortTypeRating
source: Top rated
hr: Najbolje ocijenjeno

# commonSearchSortTypePopularity
source: Most popular
hr: Najpopularniji

# commonSearchSortTypePrice
source: Lowest price
hr: Najniža cijena

# commonGendersMen
source: Men only
hr: Samo muškarci

# commonGendersWomen
source: Women only
hr: Samo žene

# commonBtnOk
source: Ok
hr: U redu

# commonBtnCancel
source: Cancel
hr: Otkaži

# commonBtnApply
source: Apply
hr: Primjeni

# commonBtnClose
source: Close
hr: Zatvori

# commonSmartRefresherHeaderIdleText
source: Pull down to refresh
hr: Povuci dolje da se osvježi

# commonSmartRefresherHeaderRefreshingText
source: Refreshing...
hr: Osvježavanje...

# commonSmartRefresherHeaderCompleteText
source: Refresh completed
hr: Osvježavanje dovršeno

# commonSmartRefresherHeaderReleaseText
source: Release to refresh
hr: Otpusti za osvježavanje

# commonSmartRefresherFooterLoadingText
source: Loading...
hr: Učitavam...

# commonSmartRefresherFooterCanLoadingText
source: Release to load more
hr: Otpustite da biste učitali više

# commonSmartRefresherFooterIdleText
source: Pull to load more
hr: Povucite za više

# commonDialogsErrorTitle
source: Oops!
hr: Ups!

# commonDarkMode
source: {mode, select, dynamic {Dynamic} alwaysOn {Always on} alwaysOff {Always off} other {Unknown}}
hr: {mode, select, dynamic {Dinamičan} alwaysOn {Uvijek uključeno} alwaysOff {Uvijek isključeno} other {---}}

# commonLocales
source: {locale, select, ar {Arabic} en {English} hr {Croatian} other {Unknown}}
hr: {locale, select, ar {Arapski} en {Engleski} hr {Hrvatski} other {Unknown}}

# commonPhotoSources
source: {source, select, gallery {Photo gallery} camera {Phone camera} other {---}}
hr: {source, select, gallery {Fotogalerija} camera {Kamera} other {---}}

# commonAppointmentStatus
source: {status, select, active {active} canceled {canceled} completed {completed} declined {declined} failed {failed} other {unknown}}
hr: {status, select, active {aktivno} canceled {otkazano} completed {završeno} declined {odbijeno} failed {neuspjelo} other {---}}

# commonElapsedDayHours
source: in 1 day, {hours} hours
hr: za 1 dan, {hours} sati

# commonElapsedDays
source: in {days} days
hr: za {days} dana

# commonElapseHhourMins
source: in 1 hour, {mins} mins
hr: za 1 sat, {mins} min

# commonElapsedHours
source: in {hours} hours
hr: iza {hours} h

# commonElapsedMins
source: in {mins} mins
hr: za {mins} min

# commonElapsedNow
source: in process
hr: u procesu

# commonLocationFavorited
source: Location added to your favorites list.
hr: Lokacija je dodana na popis favorita.

# commonLocationUnfavorited
source: Location removed from your favorites list.
hr: Lokacija je uklonjena s popisa favorita.

# commonTooltipRefresh
source: Refresh
hr: Osvježi

# commonReadMore
source: read more
hr: prikaži više

# signInTitle
source: Sign in
hr: Prijavi se

# signInFormTitle
source: Welcome back
hr: Dobrodošao natrag

# signInButtonLogin
source: Login
hr: Prijava

# signInButtonForgot
source: Forgot your password?
hr: Zaboravili ste zaporku?

# signInButtonRegister
source: Sign up now
hr: Prijavi se sad

# signInHintEmail
source: Your email address
hr: Email adresa

# signInHintPassword
source: Your password
hr: Zaporka

# signInRegisterLabel
source: Don't have an account yet?
hr: Još nemaš račun?

# emptyTitle
source: (not implemented)
hr: (nije implementirano)

# searchTitleResults
source: Locations ({num})
hr: Lokacije ({num})

# searchTitleNoResults
source: No results
hr: Nema rezultata

# searchTitleLocationServiceDisabled
source: Location service disabled
hr: Lokacijska usluga onemogućena

# searchTitleSortOrder
source: Sort order
hr: Redoslijed

# searchTitleRating
source: Rating
hr: Ocjena

# searchTitleDistance
source: Distance
hr: Udaljenost

# searchTitlePrice
source: Price
hr: Cijena

# searchTitleRecentSearches
source: Recent searches
hr: Nedavna pretraživanja

# searchTitleWorkingHours
source: Working hours
hr: Radni sati

# searchLabelAll
source: All
hr: Svi

# searchLabelNearby
source: Nearby
hr: U blizini

# searchLabelQuickSearch
source: What are you looking for?
hr: Što tražiš?

# searchLabelRatingFilter
source: {num}+ Stars
hr: {num} + Zvijezde

# searchPlaceholderQuickSearchLocations
source: Venue name...
hr: Naziv mjesta...

# searchPlaceholderQuickSearchCities
source: City name...
hr: Naziv grada...

# searchTooltipFilters
source: Filters
hr: Filteri

# searchTooltipView
source: View
hr: Prikaz

# searchTooltipMap
source: Map
hr: Mapa

# searchTooltipBack
source: Back
hr: Nazad

# searchBtnGroupAny
source: Any
hr: Bilo koji

# searchBtnGroupCurrentlyOpen
source: Currently Open
hr: Trenutno otvoreno

# pickerBtnSelect
source: Select
hr: Odaberi

# pickerPlaceholderSearch
source: Search
hr: Traži

# pickerTitleCity
source: Select Location
hr: Odaberi Mjesto

# pickerTitleDate
source: Select Date
hr: Odaberi Dan

# pickerTitleLanguages
source: Select Language
hr: Odaberite Jezik

# onboardingPage1Title
source: Welcome to Snip Snap
hr: Dobrodošli u Salon

# onboardingPage1Body
source: Snip Snap lets you easily find and book appointments with local health and beauty professionals.
hr: Snip Snap vam omogućuje da lako pronađete i rezervirate termine kod lokalnih zdravstvenih i kozmetičkih stručnjaka.

# onboardingPage2Title
source: Find Businesses
hr: Pronađite Tvrtke

# onboardingPage2Body
source: Find the perfect health or beauty service by name, location and availability.
hr: Pronađite savršenu uslugu ljepote prema imenu, mjestu i dostupnosti.

# onboardingPage3Title
source: Make an Appointment
hr: Dogovoriti Sastanak

# onboardingPage3Body
source: Pick the services you want and get an instant approval. No more waiting in line.
hr: Odaberite usluge koje želite i odmah dobijate odobrenje. Nema više čekanja u redu.

# onboardingBtnSkip
source: Skip
hr: Preskoči

# onboardingBtnGetStarted
source: Get Started
hr: Započni

# formValidatorRequired
source: Required field
hr: Obavezno polje

# formValidatorEmail
source: Email format invalid
hr: Nevažeći format e-pošte

# formValidatorMinLength
source: Min. length is {length} characters
hr: Min. duljina je {length} znakova

# formValidatorInvalidPassword
source: Password format invalid
hr: Nevažeći format lozinke

# forgotPasswordTitle
source: Forgot password?
hr: Zaboravio si lozinku?

# forgotPasswordLabel
source: Enter your registered email address and we shall send you a secure link to reset your password.
hr: Unesi svoju registriranu adresu e-pošte i poslat ćemo ti sigurnu vezu za resetiranje lozinke.

# forgotPasswordBtn
source: Reset Password
hr: Resetiranje lozinke

# forgotPasswordBack
source: Back to login
hr: Natrag na prijavu

# forgotPasswordDialogTitle
source: Secure link has been sent
hr: Poslana je sigurna veza

# forgotPasswordDialogText
source: Secure link to reset your password has been sent to the provided email address.
hr: Sigurna veza za poništavanje lozinke poslana je na navedenu adresu e-pošte.

# signUpTitle
source: Create an account
hr: Otvorite račun

# signUpHelptextPassword
source: Password must be at least {length} characters long and contain at least one number and one uppercase letter.
hr: Lozinka mora imati najmanje {length} znakova i mora sadržavati najmanje jedan broj i jedno veliko slovo.

# signUpLabelConsent
source: I have read and agree with the User Terms of Service and I understand that my personal data will be processed in accordance with Privacy Statement.
hr: Pročitao sam i slažem se s Korisničkim uvjetima pružanja usluge i razumijem da će se moji osobni podaci obrađivati u skladu s Izjavom o privatnosti.

# signUpReadMore
source: View the legal documents
hr: Pogledaj pravne dokumente

# signUpBtnSend
source: Sign up
hr: Prijavi se

# signUpLabelFullName
source: Full name
hr: Ime i prezime

# signUpLabelPassword
source: Password
hr: Zaporka

# signUpHintFullName
source: Your full name
hr: Tvoje puno ime

# signupHintLabelEmail
source: Your email address
hr: Tvoja email adresa

# signUpHintLabelPassword
source: Create a password
hr: Kreiraj lozinku

# signUpErrorConsent
source: You must accept the Terms and Conditions of Service to continue.
hr: Morate prihvatiti Uvjete i odredbe usluge da biste nastavili.

# profileListAppointments
source: My appointments
hr: Moje rezervacije

# profileListVouchers
source: My vouchers
hr: Moji kuponi

# profileListFavorites
source: My favorites
hr: Moji omiljeni

# profileListReviews
source: My reviews
hr: Moje kritike

# profileListEdit
source: Edit profile
hr: Uredi profil

# profileListSettings
source: More settings
hr: Više opcija

# profileListLogout
source: Logout
hr: Odjava

# profileListPaymentCard
source: Payment card
hr: Kartica za plaćanje

# profileListInvite
source: Invite friends
hr: Prijatelji

# profileListTitleSettings
source: Settings
hr: Opcije

# settingsTitle
source: Settings
hr: Opcije

# settingsListLanguage
source: Language
hr: Jezik

# settingsListDarkMode
source: Dark mode
hr: Tamni način rada

# settingsListTerms
source: Terms of usage
hr: Uvjeti korištenja

# settingsListPrivacy
source: Privacy policy
hr: Politika privatnosti

# settingsCopyright
source: Â© 2020 Zoran Juric
hr: © 2020 Zoran Juric

# settingsHomepageConfirmation
source: Want to visit the template homepage?
hr: Želite posjetiti početnu stranicu predloška?

# settingsListTitleInterface
source: Interface
hr: Sučelje

# settingsListTitleSupport
source: Support
hr: Podrška

# editProfileTitle
source: Edit Profile
hr: Uredi profil

# editProfileListTitleContact
source: Contact
hr: Kontakt

# editProfileListTitleAddress
source: Address
hr: Adresa

# editProfileLabelFullname
source: Full name
hr: Puno ime

# editProfileLabelPhone
source: Phone number
hr: Telefonski broj

# editProfileLabelAddress
source: Address
hr: Adresa

# editProfileLabelCity
source: City
hr: Grad

# editProfileLabelZIP
source: ZIP
hr: Pošta

# editProfileBtnUpdate
source: Update profile
hr: Ažuriraj profil

# editProfileSuccess
source: Profile updated successfully.
hr: Profilni podaci ažurirani.

# appointmentsTitle
source: Appointments
hr: Rezervacije

# appointmentsWarningUpcomingList
source: No upcoming appointments found.
hr: Nisu pronađene predstojeće rezervacije.

# appointmentsWarningCompletedList
source: No previous appointments found.
hr: Nisu pronađene prethodne rezervacije.

# appointmentsWarningOtherList
source: No appointment found that matches your search criteria.
hr: Nije pronađena nijedna rezervacija koja se podudara s kriterijima pretraživanja.

# appointmentsBtnExplore
source: Explore salons nearby
hr: Istraži salone u blizini

# appointmentsStatusGroup
source: {status, select, active {Active} completed {Completed} other {Other}}
hr: {status, select, active {Aktivne} completed {Završene} other {Ostalo}}

# appointmentsSort
source: {sort, select, date_asc {Oldest first} date_desc {Newest first} other {Other}}
hr: {sort, select, date_asc {Prvo najstarije} date_desc {Prvo najnovije} other {Ostalo}}

# appointmentsLabelReview
source: Review
hr: Ocijeni

# appointmentsWelcomeTitle
source: My Appointments
hr: Moje rezervacije

# appointmentsWelcomeSubtitle
source: Explore and book your first appointment
hr: Istraži i rezerviraj svoj prvi tretman

# appointmentsWelcomeSignInLabel
source: Already registered?
hr: Već si registriran?

# appointmentsWelcomeSignInBtn
source: Sign in
hr: Prijavi se

# favoritesTitle
source: My favorites
hr: Moji omiljeni

# favoritesTitleNoResults
source: No favorites yet
hr: Još nema favorita

# favoritesNoResults
source: Your favorites list is empty.
hr: Popis omiljenih je prazan.

# vouchersTitle
source: My vouchers
hr: Moji kuponi

# vouchersTabActive
source: Active
hr: Aktivni

# vouchersTabRedeemed
source: Redeemed
hr: Iskorišteni

# vouchersTabExpired
source: Expired
hr: Istekli

# vouchersDueDateActive
source: Valid until: {date}
hr: Vrijedi do: {date}

# vouchersDueDateExpired
source: Expired on: {date}
hr: Isteklo: {date}

# vouchersDueDateRedeemed
source: Redeemed on: {date}
hr: Iskorišteno: {date}

# vouchersInfo
source: Here you can see a list of your coupons that you can use the next time you visit a particular location. When paying the bill for a certain service, the final amount will be reduced by the amount indicated on the coupon.
hr: Ovdje možete vidjeti popis svojih kupona koje možete koristiti prilikom sljedećeg posjeta određenoj lokaciji. Prilikom plaćanja računa za određenu uslugu konačni iznos umanjit će se za iznos naznačen na kuponu.

# vouchersHeroNoteActive
source: No available coupon found.
hr: Nije pronađen nijedan dostupan kupon.

# vouchersHeroNoteExpired
source: No coupon expired so far.
hr: Zasad nije istekao nijedan kupon.

# vouchersHeroNoteRedeemed
source: You have not used any of your coupons so far.
hr: Do sada niste iskoristili nijedan kupon.

# vouchersLabelOff
source: off the final price
hr: od konačne cijene

# voucherLabelCouponCode
source: Coupon Code
hr: Šifra kupona

# voucherLabelSpecialTerms
source: Special Terms And Conditions
hr: Posebni uvjeti i odredbe

# bookingBtnConfirm
source: Confirm
hr: Potvrdi

# bookingBtnNext
source: Next
hr: Dalje

# bookingBtnCall
source: Call
hr: Pozovi

# bookingBtnCalendar
source: Calendar
hr: Kalendar

# bookingBtnNotes
source: Notes
hr: Napomene

# bookingBtnCancel
source: Cancel
hr: Otkaži

# bookingBtnClose
source: Ok, got it
hr: Ok, razumijem

# bookingLabelSteps
source: Step {current} of {total}
hr: Korak {current} od {total}

# bookingSigninTitle
source: Login to continue
hr: Prijavi se za nastavak

# bookingTitleWizardPage
source: {page, select, page1 {Select services} page2 {Select staff} page3 {Appointment} page4 {Confirmation} other {---}}
hr: {page, select, page1 {Odaberi usluge} page2 {Odaberi osoblje} page3 {Rezervacija} page4 {Potvrda} other {---}}

# bookingSubtitleDate
source: Date
hr: Datum

# bookingSubtitleTime
source: Time
hr: Vrijeme

# bookingSubtitleLocation
source: Location
hr: Mjesto

# bookingSubtitleAppointment
source: Appointment
hr: Rezervacija

# bookingSubtitleServices
source: Services
hr: Usluge

# bookingSubtitleSignin
source: Login to continue
hr: Prijavi se za nastavak

# bookingSubtitleCheckout
source: Checkout
hr: Naplata

# bookingSubtitleCancelationPolicy
source: Cancelation Policy
hr: Politika otkazivanja

# bookingWarningServices
source: Please select at least one service to continue.
hr: Za nastavak odaberi barem jednu uslugu.

# bookingWarningAppointment
source: Choose the date and time from the list that suits you best.
hr: Odaberi datum i vrijeme s popisa koji ti najviše odgovara.

# bookingWarningNoServices
source: No services available
hr: Nijedna usluga nije dostupna

# bookingWarningNoSlots
source: There are no available free slots
hr: Nema dostupnih mjesta

# bookingWarningStaffUnavailable
source: {name} is not available on this day
hr: {name} danas nije dostupan/na

# bookingTotalTime
source: From {from} to {to} ({total})
hr: Od {from} do {to} ({total})

# bookingWithStaff
source: With {name}
hr: Kod {name}

# bookingSuccessTitle
source: Appointment Confirmed
hr: Rezervacija potvrđena

# bookingSuccessSubtitle
source: You don't need to do anything else. We will send you a reminder before the appointment.
hr: Ne trebaš raditi ništa drugo. Poslat ćemo ti podsjetnik prije termina rezervacije.

# bookingCallConfirmation
source: Call number {number}?
hr: Pozvati {number}?

# bookingAddNotes
source: Add booking notes
hr: Dodaj napomene o rezervaciji

# bookingPayWithCard
source: Pay with card
hr: Plati karticom

# bookingPayInStore
source: Pay in store
hr: Platite u salonu

# bookingNoteslabel
source: Special requests about your booking
hr: Posebni zahtjevi za tvoju rezervaciju

# bookingStaffNoPreferenceName
source: No preference
hr: Bilo tko

# bookingStaffNoPreferenceDescription
source: No preference
hr: Bilo tko

# appointmentCancelationConfirmation
source: Are you sure you want to cancel this appointment?
hr: Jeste li sigurni da želite otkazati ovu rezervaciju?

# appointmentSubtitleNotes
source: Notes
hr: Napomene

# appointmentSubtitleTotal
source: TOTAL
hr: UKUPNO

# appointmentAt
source: {dow}, {day} {month} {year} at {time}
hr: {dow}, {day} {month} {year} u {time}

# reviewLengthLimit
source: {num} characters remaining
hr: Preostalo znamenki: {num}

# reviewWarning
source: Please rate this salon by clicking on the number of stars you want to assign.
hr: Ocijeni ovaj salon klikom na broj zvjezdica koje želiš dodijeliti.

# reviewLabelRate
source: What's Your Rate?
hr: Koja je tvoja ocjena?

# reviewLabelComment
source: Your Comment (optional)
hr: Tvoj komentar (neobavezno)

# reviewTitle
source: Rate Your Experience
hr: Ocijeni svoje iskustvo

# reviewCommentPlaceholder
source: Write your review here...
hr: Napiši svoju recenziju ovdje...

# reviewSubmitBtn
source: Submit Review
hr: Pošalji recenziju

# reviewSuccessTitle
source: Thank you
hr: Hvala

# reviewSuccessSubtitle
source: Your feedback has been received and will appear immediately.
hr: Tvoje su povratne informacije primljene i odmah će se pojaviti u listi.

# reviewsTitle
source: My Reviews
hr: Moje ocjene

# takePictureTitle
source: Take a picture
hr: Uslikaj

# paymentCardTitle
source: Payment card
hr: Kartica za plaćanje

# paymentCardWarningTitle
source: No card available
hr: Nema dostupnih kartica

# paymentCardWarningNote
source: You can use your debit or credit card to book an appointment (card will not be charged until all the booked services are complete).
hr: Možeš koristiti svoju debitnu ili kreditnu karticu za rezerviranje (kartica se neće naplaćivati dok ne završe sve rezervirane usluge).

# paymentCardWarningBtn
source: + Add your card
hr: + Dodaj svoju karticu

# addPaymentCardTitle
source: Add card
hr: Dodaj karticu

# addPaymentCardButton
source: Save Card
hr: Dodaj karticu

# paymentCardWidgetExpirationDatePlaceholder
source: MM/YY
hr: MM/GG

# paymentCardWidgetExpirationDateLabel
source: Expiration date
hr: Rok trajanja

# paymentCardWidgetCardNumberLabel
source: Card number
hr: Broj kartice

# paymentCardWidgetSecurityCodeLabel
source: Security code
hr: Sigurnosni kod

# paymentCardWidgetCardHolderLabel
source: Card holder name
hr: Ime vlasnika kartice

# paymentCardWidgetValidityLabel
source: VALID THRU
hr: VAZI DO

# paymentCardWidgetCardHolderPlaceholder
source: CARD HOLDER
hr: IME I PREZIME

# inviteTitle
source: Invite friends
hr: Pozovi prijatelje

# inviteShareText
source: Get Snip Snap and use code {code} to get US$5 off your first booking expenses.
hr: Upotrijebi kôd {code} da bi uštedjeo 5 USD na prvim troškovima rezervacije.

# inviteSubtitle
source: Get discounts by inviting friends
hr: Ostvari popuste pozivanjem prijatelja

# inviteButton
source: Share your code
hr: Podijeli svoj kod

# inviteEarningsLabel
source: Total Earnings
hr: Ukupna zarada

# inviteDescription
source: Invite your friends and give them each US$5 in coupons. And for every friend who completes their first booking process, we will give you a US$5 coupon!
hr: Pozovi svoje prijatelje i daj svakome kupon od 5 USD. A za svakog prijatelja koji dovrši svoj prvi postupak rezervacije, dat ćemo ti i tebi kupon od 5 USD!

# inboxTitle
source: Messages
hr: Poruke

# inboxSlideButtonArchive
source: Archive
hr: Arhiva

# inboxSlideButtonDelete
source: Delete
hr: Ukloni

# chatPlaceholder
source: Type a message...
hr: Upiši poruku ...

# chatOnlineLabel
source: Online
hr: Trenutno na mreži
